Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: In this chapter’s earlier section on observing behaviour we noted that some research studies have found that certain aspects of speaking (e.g. increases in voice pitch and speech errors) may be related (in some people, in some situations) to lying.
vi: Trong phần đầu của chương này nói về việc quan sát hành vi, chúng tôi nhắc tới một vài nghiên cứu cho thấy rằng những yếu tố xác định trong lời nói (như tăng âm điệu và nói nhầm lẫn) (ở một vài người, trong một số trường hợp) có thể liên quan tới hành vi nói dối.

source: In this section the treatment, supervision and management of sex offenders will be discussed.
vi: Phần này sẽ bàn về việc điều trị, giám sát và quản lí tội phạm tình dục.

source: In this section we consider a less publicized way in which criminal psychology can aid police investigations case linkage.
vi: Trong phần này, chúng ta sẽ xem xét một phương thức ít được công khai hơn về cách mà tâm lý học tội phạm giúp ích cho việc điều tra của cảnh sát: Kết nối vụ án.

source: In this section we will look first at the beliefs and then at the reality.
vi: Trong phần này , chúng ta trước tiên sẽ xem xét về những niềm tin và sau đó là nhìn vào thực tế

source: In this sense, our knowledge about what constitutes an effective intervention can only ever be as good as the standard of research that is conducted in this area.
vi: Trong trường hợp này, kiến thức của chúng ta về việc thiết lập quá trình can thiệp hiệu quả có thể tốt như tiêu chuẩn của nghiên cứu được thực hiện trong phạm vi này.

source: In this way the skills, knowledge and experience of the organization can be vastly improved and a better service offered to all.
vi: Bằng cách này, các kỹ năng, kiến ​​thức và kinh nghiệm của các tổ chức có thể được cải thiện đáng kể và có được một dịch vụ tốt hơn dành cho mọi người.

source: Inasmuch as the results we have reported are optimal in that wit- nesses were not stressed and there was no attempt at voice dis- guise, recognition accuracy at realistic delays and speech sample durations was so low that we would agree with Bull and Clifford’s (1984) conclusions.
vi: Bởi vì kết quả chúng tôi có được là trong điều kiện lý tưởng, khi nhân chứng không căng thẳng và cũng không có sự giả giọng nào, thì độ chính xác ở các điểm dừng và đoạn ghi âm mẫu thực tế là rất thấp nên chúng tôi đồng ý với kết luận mà Bull và Clifford đã đưa ra.

source: Increasingly attention is being paid to the ways in which the public make sense of the messages sent out by policing activity.
vi: Công chúng sẽ quan tâm nhiều hơn nếu họ hiểu được những hoạt động của cảnh sát.

source: Indeed the apprehension of the offender would be assisted by enhancing police decision-making and leadership skills, improving methods of interviewing witnesses and victims, developing accurate methods of recording, collating and analysing data on preconvictions of offenders, developing suspect prioritization systems based on empirical research and enhancing intelligence-led policing and the use of informants.
vi: Thật sự thì hiểu biết của người phạm tội sẽ được hỗ trợ bằng cách tăng cường cảnh sát có khả năng ra quyết định và kỹ năng lãnh đạo, cải tiến phương pháp chất vấn các nhân chứng và nạn nhân, phát triển các phương pháp ghi âm chính xác, đối chiếu và phân tích dữ liệu tiền kết tội của các phạm nhân, phát triển hệ thống nghi phạm ưu tiên dựa trên nghiên cứu thực nghiệm và tăng cường kiểm soát trí thông minh cũng như quản lý người cung cấp thông tin.

source: Indeed, for these the lawyers appeared to be conscious of the need to keep their vocabulary simple.
vi: Thật vậy, với đối tượng này, các luật sư dường như hiểu được rằng họ cần phải dùng từ ngữ đơn giản.

source: Indeed, some of this extra recall turned out to be correct and so the police concluded that it was due to the hypnosis, ignoring the possibility that it could have been due to other factors necessary for hypnosis (e.g. a quiet, uninterrupted room and a relaxed, focused witness).
vi: Thật vậy, trong số đó có kha khá thông tin chính xác và vì thế, phía cảnh sát kết luận rằng việc này xảy ra chính nhờ vào thôi miên mà lờ đi khả năng của các nhân tố khác cần thiết khi tiến hành thôi miên (ví dụ như một căn phòng im ắng, không ai quấy rầy và một nhân chứng đang ở trong trạng thái thư giãn và tập trung).

source: Informal methods of coping, such as the black humour of the canteen culture, provide only short-term alleviation for many.
vi: Một phương thức đối phó thân mật, chẳng hạn như hài hước đen của văn hóa căng tin, làm giảm sự căng thẳng ngắn hạn cho nhiều người.

source: Innocent suspects may become emotional and have to think hard when being questioned by the police, especially if the interviewers are forceful, aggressive or coercive.
vi: Nghi phạm vô tội có thể trở nên xúc động và phải suy nghĩ nhiều khi bị cảnh sát hỏi cung , đặc biệt nếu người hỏi hung hăng hoặc ép buộc.

source: Instead, as suggested by personality psychologists, it is more likely that a person’s thoughts, goals, emotions and past experiences will affect their behaviour in a situation.
vi: Thay vào đó, theo như gợi ý của các nhà tâm lý học tính cách, có nhiều khả năng những suy nghĩ, mục tiêu, cảm xúc và kinh nghiệm đã qua của một người sẽ ảnh hưởng tới hành vi của họ trong một tình huống cụ thể .

source: Instead, the women say, the police would tell him who had made the reports and he would come after them.
vi: Thay vào đó, một người phụ nữ nói rằng, cảnh sát đã báo cho hắn thông tin những người tố cáo để hắn xử lý.

source: Instead, they sometimes allow an expert witness (such as myself) to testify (e.g. inform the jury) (i) about research findings on the general reliability of earwitnessing (such as that mentioned above) and (ii) on factors directly relevant to the ear- witness evidence being presented in that particular trial.
vi: Thay vào đó, họ thường cho phép một nhân chứng có nhiều kinh nghiệm (như tôi chẳng hạn) để xác nhận (ví dụ: cung cấp thông tin cho bồi thẩm đoàn) (i) những nghiên cứu về mức độ tin cậy của lời khai có được từ nhân chứng chỉ nghe (như đã đề cập ở trên) và (ii) những tác nhân trực tiếp ảnh hưởng đến bằng chứng đó lúc được đưa ra trên tòa.

source: Interestingly, those officers whose beliefs about cues to deception fitted with lay people’s stereotypical beliefs (for example, gaze aversion, fidgeting) were the poorest at detecting lies/truths and those who mentioned ‘story’ cues (e.g. amount of detail, contradictions) were the best.
vi: Điều thú vị là , những thanh tra có niềm tin về dấu hiệu của sự lừa dối giống như những niềm tin khuôn mẫu của mọi người ( ví dụ : đảo mắt, bồn chồn ,..) là những người kém nhất trong việc phát hiện nói dối / nói thật và những thanh tra đề cập đến dấu hiệu 'câu chuyện' ( ví dụ : lượng thông tin chi tiết , sự mâu thuẫn,...) là những người phát hiện tốt nhất.

source: Introduction to the Team Project feature in OmegaT (OmegaT support)
vi: Giới thiệu tính năng làm việc nhóm trong OmegaT (hỗ trợ OmegaT)

source: Introduction.
vi: Giới thiệu.

source: Is it possible to tell with a level of accuracy when someone is lying?
vi: Liệu có thể đo được mức độ chính xác khi một người đang nói dối?

source: Is police work more stressful than the work of other professions?
vi: Làm cảnh sát liệu có căng thẳng hơn so với các nghề nghiệp khác không?

source: Is that what happened to you and then did it just slip into her?’
vi: Đó là những gì xảy ra với anh và anh sẽ làm gì, liệu anh có kiềm chế được ham muốn tình dục ko?

source: Is there an expectation that police officers are ‘super- human’, unable to be harmed in the line of duty, akin to some type of superhero?
vi: Có hay không những kỳ vọng rằng người cảnh sát phải thật siêu việt giống như các siêu anh hùng, không thể bị tổn hại trong khi thực hiện nhiệm vụ?

source: Is this a reasonable expectation?
vi: Liệu kỳ vọng ấy có thực sự hợp lý?

source: Islamic punishments are more personal because they are about a relationship between the offender and the victim.
vi: Những hình phạt của đạo Hồi thường thiên nhiều về chuyện cá nhân hơn như là mối quan hệ giữa người phạm tội và nạn nhân.

source: It advised that in the questioning phase ‘open’ questions should be asked first, then ‘specific’ questions, then ‘closed’ questions and preferably no leading questions.
vi: Cuốn sách khuyến khích sử dụng câu hỏi 'mở' đầu tiên, sau đó tới câu hỏi 'cụ thể', tiếp đến là câu hỏi 'đóng' và tốt hơn là không có câu hỏi dẫn dắt nào khi đang trong pha đặt câu hỏi.

source: It also found that the problematic tactics of minimization, situational futility (i.e. telling the suspect that they committed this crime and that it will come out one day, and pointing out the negative consequences of denial) and intimidation never occurred.
vi: Cũng dễ nhận ra rằng việc giảm tối thiểu những chiến lược rắc rối, điều kiện vô ích (như khuyên nghi phạm thừa nhận tội lỗi chắc chắn tội ác sẽ bị đem ra ánh sáng vào một ngày nào đó, và chỉ ra hậu quả khó lường nếu họ cứ tiếp tục phủ nhận) và bất cứ hành động đe dọa nào cũng sẽ không bao giờ xảy ra.

source: It also seeks to help parents in recognizing the signs of abuse in their children.
vi: Nó cũng tìm kiếm để giúp đỡ phụ huynh nhận biết được dấu hiệu lạm dụng ở con mình.

source: It also seems possible that the risk of being victimized varies depending on the security rating of the prison.
vi: Có khả năng, nguy cơ trở thành nạn nhân thì tùy thuộc vào mức độ canh chừng an ninh trong tù.

source: It also shows how adult behaviour, when coupled with childhood experiences, may affect people’s offending.
vi: Nó cũng cho thấy được cách hành vi khi trưởng thành, khi đi cùng với kinh nghiệm hồi nhỏ, có thể ảnh hưởng đến việc phạm tội của 1 người.

source: It assumes that an offender will weigh up the pros and cons of committing a crime, decide that the punishment is not worth the gain from the crime and decide not to steal, vandalize, or kill.
vi: Người ta kết luận rằng 1 tên tội phạm sẽ cân nhắc được và mất từ việc phạm tội, quyết định rằng hình phạt đó không đáng với những gì có được từ tội ác đó và quyết định không ăn trộm, phá hoại hoặc giết chóc nữa .

source: It can be argued that although the law has been reformed, the courtroom exchanges reveal that the ideology it reflected still existed.
vi: Mặc dù luật pháp đã được cải cách, các phiên toà cho thấy các ý tưởng ngược lại vẫn tồn tại.

source: It can be argued that depriving offenders of freedom illustrates that by breaking society’s rules then you are removed from that society and are not able to take part and do the things that citizens take for granted.
vi: Người ta có thể lập luận rằng việc tước bỏ tự do của người phạm tội bởi họ đã phá vỡ các quy tắc của xã hội, rồi sau đó cách ly khỏi xã hội khiến họ không thể tham gia hay làm những điều mà công dân được phép.

source: It can further be argued that society’s wider attitudes to sexual behaviour and relationships between the sexes can all be examined through the microcosm of a rape trial.
vi: Nó có thể được lập luận rằng quan điểm xã hội phổ biến về hành vi tình dục và mối liên quan đến giới tính có thể kiểm tra qua phiên toà xét xử hiếp dâm.

source: It can take many forms, such as psycho- logical, financial, emotional or physical suffering.
vi: Nó có thể có nhiều hình thức như đau đớn, khổ sở về thể chất, tinh thần, tài chính và logic thần kinh.

source: It could also be hypothesized that more interpersonal types of crime would show less consistency, because the additional environmental stimulus of victims or witnesses introduces more potential for variability.
vi: Người ta còn giả định rằng loại tội phạm càng có tính cá nhân thì càng ít thể hiện sự nhất quán hơn, bởi vì sự kích thích thêm vào của môi trường từ các nạn nhân hoặc nhân chứng sẽ gây ra nhiều khả năng biến đổi hơn.

source: It could be argued that much of what the police do on a daily basis is in fact unrelated to crime.
vi: Có thể khẳng định rằng những công việc thường ngày của cảnh sát không liên quan nhiều đến tội phạm.

source: It could be that both the smoker and the criminal see that their behaviour is having a detrimental effect on their lives and the lives of their loved ones.
vi: Giá như cả người hút thuốc lá và tên tội phạm nhận thức được hành vi của họ có tác động bất lợi đến cuộc sống và những người thân yêu xung quanh họ.

source: It could be that their partner also smokes and encourages them to continue smoking or it could be that they use smoking as a way of controlling their weight by having a cigarette instead of eating.
vi: Khi người đồng hành với họ cũng hút thuốc và còn động viên họ tiếp tục hút hoặc khi họ dùng thói quen hút thuốc như là một cách để kiểm soát cân nặng thay vì ăn uống.

source: It could include encouraging others to exclude the victims from some activity.
vi: Nó có thể là việc khuyến khích người khác tẩy chay các nạn nhân ra khỏi một số các hoạt động.

source: It depresses the immune system making people more susceptible to physical ill- nesses, such as heart disease, stomach ulcers, migraines and high blood pressure, and is associated with alcohol or drug dependency, an increased rate of marital breakdown and even suicide.
vi: Nó làm suy yếu hệ thống miễn dịch khiến cho con người dễ mắc bệnh về thể chất, chẳng hạn như bệnh tim, viêm loét dạ dày, đau nửa đầu và huyết áp cao, cộng với tiếp xúc với rượu hoặc bị lệ thuộc vào ma túy, gia tăng tỷ lệ hôn nhân đổ vỡ và thậm chí tự tử.

source: It found that forty-four per cent of the height descriptions were ‘accurate’ and a further thirty-four per cent were ‘partly accurate’ but that forty per cent of the age descriptions were ‘incorrect’.
vi: Nó chỉ ra rằng 44% chiều cao trong bản miêu tả là đúng, và hơn 34% là "gần đúng", nhưng tới 44% miêu tả độ tuổi là sai.

source: It found that these descriptions contained largely rather general descriptors (e.g. ‘tall’) and few identifying details.
vi: Nó cho thấy các miêu tả thường chỉ chung chung (như chiều cao) chứ ít những chi tiết cụ thể.

source: It has also been suggested that bullying might offer relief from tension and boredom.
vi: Cũng có người cho rằng việc bắt nạt có thể khiến ta giải toả bớt những căng thẳng và chán nản.

source: It has also been suggested to be quick and painless (this was the reason given for the development in France of the guillotine), but doubts about this led to decapitation being eliminated in many countries as stories emerged of moving eyes and lips on decapitated heads.
vi: Và nó cũng được cho là nhanh chóng và không gây ra đau đớn (đây chính là lý giải cho sự phổ biển hệ thống máy chém ở Pháp), nhưng khi mà câu chuyện về những con mắt chuyển động và những đôi môi đang mấp máy trên một cái đầu đã bị chặt lan truyền,những hoài nghi về quan niệm trên đã khiến việc chặt đầu bị loại bỏ ở rất nhiều nước.

source: It has also had a significant effect on what are termed ‘miscarriages of justice’, whereby innocent people have been convicted for a crime they did not commit (see chapter 8).
vi: Nó cũng có ảnh hưởng đáng kể đến cái gọi là 'sai lầm của công lý', là những trường hợp người vô tội đã bị kết án trong khi họ không hề phạm tội (xem Chương 8).

source: It has been argued that Western countries have become much more punitive, giving harsher penalties than thirty years ago.
vi: Nhiều tranh cãi phát sinh khi mà các quốc gia phương Tây đang gia tăng sự trừng phạt, khiến những hình phạt trở nên khắc nghiệt hơn ba mươi năm về trước.

source: It has been argued that current punishment does not require offenders to acknowledge (i) the consequences of their anti-social actions and (ii) their indifference to the needs of crime victims.
vi: Người ta tranh cãi rằng những hình phạt hiện tại không đòi hỏi tội phạm nhận thức được (i) Hệ quả của những hành động chống đối xã hội và (ii) Sự thờ ơ của họ đối với nhu cầu của những nạn nhân.

source: It has been found that not all officers experience the same type or the same level of stress.
vi: Các nhà nghiên cứu nhận ra rằng không phải tất cả cảnh sát trải nghiệm cùng loại hoặc cùng mức độ căng thẳng.

source: It has been suggested that only certain types of people are attracted to working in the police service, and this raises the question whether there is a ‘police personality’.
vi: Đã có một số cho rằng chỉ những dạng người nhất định bị thu hút về việc hoạt động trong ngành cảnh sát, và điều này đặt ra câu hỏi rằng có hay không tồn tại điều gọi là "Nhân cách cảnh sát".

source: It has been suggested that these differences could be due to the higher incidence of lethal violence in US society, racial tension within US prisons and staff’s supportive attitudes to prison rape.
vi: Những khác biệt này có thể do tác động lớn hơn của bạo lực giết người trong xã hội Mỹ, căng thẳng về chủng tộc trong các nhà tù Mỹ và thái độ giúp đỡ của nhân viên đối với việc bị cưỡng hiếp trong tù.

source: It helps the families and friends of abusers to recognize the signs of abuse and offer advice about the support available.
vi: Nó giúp cho gia đình và bạn bè của kẻ lạm dụng nhận ra các dấu hiệu của việc lạm dụng và đưa ra lời khuyên về những hỗ trỡ khả dụng.

source: It helps us understand the impact of poor parenting on behaviour and see how abuse in childhood may have an impact on adult behaviour.
vi: Nó giúp chúng ta hiểu được tác động của việc nuôi dạy hành vi kém và thấy được cách mà những bạo hành thời thơ ấu có thể có ảnh hưởng đến hành vi khi trưởng thành.

source: It includes work on distorted thinking, coping strategies, encouragement of engaging in normal sexual activity with a consenting adult, understanding offending, the costs and gains of offending, victim empathy and future life goals, skills and strategies.
vi: Nó bao gồm giải quyết suy nghĩ méo mó, các chiến lược đối phó, sự khuyến khích tham gia vào hoạt động tình dục thông thường với người trưởng thành có sự đồng thuận, hiểu được việc phạm tội, cái mất và cái được từ việc phạm tội, sự cảm thông với nạn nhân và chiến lược, kỹ năng và mục tiêu của cuộc sống trong tương lai.

source: It is quite clear that this cannot be entirely the case: in some types of crime the involvement of another person, such as the victim, will mean that the offender will also to an extent be reacting to this person’s behaviour.
vi: Khá rõ ràng là điều này không hoàn toàn đúng: với một số loại tội ác, sự can thiệp từ một người khác, ví dụ như nạn nhân, có nghĩa là kẻ phạm tội, ở một mức độ nào đó, sẽ phản ứng với hành vi của cá nhân này.

source: It is a term which often conjures up images of lynch mobs.
vi: Đây là 1 thuật ngữ thường gợi lên hình ảnh của đám đông xét xử .

source: It is actually quite difficult to hold one’s questions until the witness has finished his or her free recall.
vi: Việc phải kiềm chế không đặt câu hỏi và chờ cho đến khi nhân chứng hoàn tất quá trình gợi nhớ tự do thật ra khá là khó khăn.

source: It is also often felt that offenders should be made to suffer while imprisoned and should not have luxuries.
vi: Nhiều người cũng thường cho rằng tội phạm nên chịu đau khổ trong khi bị giam giữ và không nên có sự khoan nhượng.

source: It is an offence that seems to be more than just a crime; it is regarded as a social and health problem and is frequently reported in newspapers and on the television and radio.
vi: Nó không chỉ là một tội ác; mà còn được xem như một vấn đề xã hội và sức khoẻ và thường xuyên được đề cập đến trên báo chí, trên tivi và radio.

source: It is argued that the process and in particular the opposing lawyers can create a very negative experience for the woman which can amount to re-victimization.
vi: Có ý kiến cho rằng quá trình này và đặc biệt là các luật sư đối lập có thể tạo ra một trải nghiệm rất tiêu cực đối với người phụ nữ mà có thể một số là tái nạn nhân.

source: It is clear that media reporting of sexual offending is often distorted, for example, giving the impression that young women are very likely to be sexually attacked on the way home from a night out, or that young boys will be abused by strangers.
vi: Rõ ràng là việc trình báo trên truyền thông về quấy rối tình dục thường bị bóp méo, ví dụ như mặc định rằng những phụ nữ trẻ thường dễ bị tấn công trên đường về nhà khi ra ngoài vào buổi tối, hoặc các cậu trai trẻ sẽ bị lạm dụng bởi người lạ.

source: It is clear that the police deal with a diverse range of duties, and are ‘an all-purpose social service’ (Morgan and Newburn 1998, p.
vi: Có thể thấy rõ rằng cảnh sát đương đầu với một phạm vi đa dạng của những nhiệm vụ, và là "một dịch vụ hoàn toàn vì cộng đồng" (Morgan and Newburn 1998, p.

source: It is clear that the public are protected from sexual offenders while they are in prison, but how does the criminal justice system protect the public either once offenders are released or while they are being punished in the community?
vi: Rõ ràng là công chúng được bao vệ khỏi những tên tội phạm tình dục khi mà chúng đang ở trong tù nhưng hệ thống tư pháp hình sự sẽ bảo vệ cống chúng như thế nào một khi mà những kẻ tội phạm được phóng thích hoạc trong khi chúng đang bị phạt tại cộng đồng?

source: It is clear that what he is saying he has said many times on other days.
vi: Rõ ràng là anh ta đang nói những điều anh ta đã từng nói rất nhiều lần trong nhiều ngày khác.

source: It is conditions such as these that make vigilantism most likely.
vi: Chính những điều kiện này ví dụ như những cái này làm cho chủ nghĩa dân phòng được ưa thích hơn.

source: It is difficult to determine how often ethically and morally questionable procedures are used on those suspected of wrong- doing.
vi: Thật khó để xác định bao lâu thì những thủ tục có vấn đề liên quan đến đạo đức và luân lý được dùng để nghi ngờ các hành vi sai trái.

source: It is estimated that there are over 5.8 million members of the public throughout England and Wales who are lesbian or gay.
vi: Người ta ước tính rằng có hơn 5,8 triệu công trên khắp nước Anh và xứ Wales là đồng tính nữ hoặc đồng tính nam.

source: It is for reasons such as these that some people suggest that psychometric tests are not particularly useful in screening candidates in or out.
vi: Đó là vì những lý do như một số người cho rằng kiểm tra tâm lý không đặc biệt hữu ích trong việc sàng lọc các ứng viên.

source: It is for this reason that the punishment of crime becomes such a moral dilemma: bringing about debate as to who should have the right to punish others, who decides what is punishable and what is not, and what form punishment should take.
vi: Chính vì lý do này mà việc trừng phạt tội phạm trở thành một tình thế khó xử về đạo đức: nó gây ra những cuộc tranh luận như ai là người có quyền trừng phạt người khác, ai có thể quyết định cái gì đáng bị trừng phạt và cái nào không, và nên sử dụng hình thức trừng phạt nào.

source: It is generally assumed that all sexual offenders have deviant sexual interests, but this is not the case.
vi: Người ta thường cho rằng các tội phạm tình dục có những sở thích tình dục lệch lạc, nhưng thực chất không phải như thế.

source: It is hoped that the general message taken from this chapter is that the rehabilitation of offenders may be successful for certain individuals and under certain conditions.
vi: Chúng tôi hy vọng rằng chương này đã đưa ra được thông điệp chung là hoạt động cải tạo phạm nhân có thể thành công với một số cá nhân và điều kiện cá nhân.

source: It is important to appreciate that the ways in which psychologists can contribute extends well beyond the process of profiling offenders.
vi: Điều quan trọng là đánh giá những con đường mà các nhà tâm lý góp phần mở rộng điều tra hơn là quá trình thiết lập hồ sơ tội phạm.
